[
	{
		"name": "Harish V - Homepage",
		"description": "My own personal website.",
		"imgUrl": "http://imgur.com/buJxKdH.png",
		"homepage": "http://harishv.me/"
	},
	{
		"name": "Harish V - Blog",
		"description": "My own personal blog - I write about life and code in general.",
		"imgUrl": "http://imgur.com/prE7rln.png",
		"homepage": "http://harishv.me/blog/"
	},
	{
		"name": "Friendezvous",
		"description": "Friendezvous is a web application that allows users to easily create and schedule meeting in a group. Friendezvous helps eliminate the hassle that comes about when organising meetings in a huge group by collecting the free slots of the members and their preferred locations. Once this is done, Friendezvous allows the admin of the meeting to confirm a selected time and place and informs all participants automatically.",
		"imgUrl": "http://imgur.com/L6VrZt8.png",
		"homepage": "http://friendezvous.herokuapp.com/"
	},
	{
		"name": "Fini",
		"description": "FINI is a free and simple user-friendly software that aims to solve one of the most common dilemmas we face daily: Task Management. In the context of our modern world, we are often swarmed with many tasks and deadlines from work, activities with friends and events that we cannot afford to miss. In order to successfully complete every work assignment you have and be the life of the party at every event you attend, you need to manage your priorities effectively and efficiently. How is that possible you may ask? FINI is the answer. With FINI, you will be able to organize your tasks and accomplish them efficiently. That, is the very meaning of FINI, which translates to “finished” or “accomplished” in French.",
		"imgUrl": "http://imgur.com/U1VnpEv.png",
		"homepage": "https://github.com/cs2103aug2015-t16-1j/fini"
	},
	{
		"name": "Prosper",
		"description": "Prosper is what we call the Property Resale Price Forecaster. This application helps to predict your flat's resale value in the future! That's right! Plus, you also get a pro-analytics feature that allows users to know when should they sell their flat based on their expected annual growth rate of the flat price. Awarded Top 5 in Data Science Challenge 2016 hosted by Microsoft.",
		"imgUrl": "http://imgur.com/gUwhjIM.png",
		"homepage": "https://github.com/harishv7/Prosper/releases"
	},
	{
		"name": "Iridescent",
		"description": "Iridescent is a prototype of a educational application which motivates students to learn by showing them the future value of the education content they are studying. Created during NUS EdTech Challenge 2017.",
		"imgUrl": "http://imgur.com/aTqfkAa.png",
		"homepage": "http://harishv.me/iridescent/"
	},
	{
		"name": "MoneySmart Calculator",
		"description": "A group of financial calculators created for people to easily make calculations on their mortgage, ABSD, compound interest etc. Done as part of my internship with MoneySmart.sg",
		"imgUrl": "http://imgur.com/ljK7Xl7.png",
		"homepage": "http://www.moneysmart.sg/"
	},
	{
		"name": "Aparna Weds Kaushik - A Wedding Website by Harish",
		"description": "A wedding website for my friends which provides details of the occassion, venue and allows users to RSVP.",
		"imgUrl": "http://imgur.com/lfVR4BC.png",
		"homepage": "http://aparnawedskaushik.life/"
	},
	{
		"name": "Moovee Finder",
		"description": "A search engine website for movie information.",
		"imgUrl": "http://imgur.com/3wButh8.png",
		"homepage": "http://harishv.me/MooveeFinder/"
	},
	{
		"name": "CapCalc",
		"description": "A CAP Calculator to help NUS students calculate theirs easily.",
		"imgUrl": "http://imgur.com/9F5VaSe.png",
		"homepage": "http://harishv.me/capcalc/"
	},
	{
		"name": "GitHub Portfolio",
		"description": "A website which automatically creates a portfolio from all of your GitHub repositories.",
		"imgUrl": "http://imgur.com/OKpMwtc.png",
		"homepage": "http://harishv.me/portfolio/"
	},
	{
		"name": "Simple Clock",
		"description": "A simple clock with randomised motivational quotes - inspired by Momemtum for Chrome.",
		"imgUrl": "http://imgur.com/qMxKDnZ.png",
		"homepage": "http://harishv.me/simpleclock"
	},
	{
		"name": "Singai Thamizhan",
		"description": "Singai Thamizhan was Founded in November 2013. It is a movement and a cause which aims to promote and foster cohesiveness and an authentic identity for the Singapore Tamilians. Our tagline: சிங்கை தமிழன் சிகரம் தொடுபவன்!",
		"imgUrl": "http://imgur.com/W43Rnhs.png",
		"homepage": "http://singaithamizhan.github.io"
	}
]